Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The playlist “%@” uses this shortcut. Use Anyway moves it to this hotkey.
ar: تستخدم قائمة التشغيل ”%@“ هذا الاختصار. يؤدي «الاستخدام على أي حال» إلى نقله إلى هذا الاختصار.
de: Die Playlist „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ überträgt ihn auf diese Tastenkombination.
es: La playlist «%@» usa esta función rápida. «Usar de todos modos» la pasa a esta tecla de acceso rápido.
fr: La playlist « %@ » utilise ce raccourci. « Utiliser quand même » le déplace vers ce raccourci.
hi: प्लेलिस्ट “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस हॉटकी पर ले आता है।
it: La playlist “%@” usa questa abbreviazione. “Usa comunque” la sposta su questo tasto di scelta rapida.
ja: プレイリスト「%@」がこのショートカットを使用しています。「このまま使用」を選ぶと、このホットキーに移動します。
ko: ‘%@’ 플레이리스트가 이 단축키를 사용합니다. ‘그래도 사용’을 선택하면 이 단축키로 옮겨집니다.
pl: Playlista „%@” używa tego skrótu. „Użyj mimo to” przenosi go do tego klawisza dostępu.
pt_br: A playlist “%@” usa este atalho. Usar Mesmo Assim o move para este atalho.
ru: Плейлист «%@» использует это сочетание клавиш. «Всё равно использовать» переносит его на эту горячую клавишу.
tr: “%@” çalma listesi bu kısayolu kullanıyor. “Yine de Kullan” onu bu kısayol tuşuna taşır.
uk: Список відтворення «%@» використовує це скорочення. «Усе одно використати» переносить його на цю гарячу клавішу.
zh_hans: 播放列表“%@”使用了此快捷键。“仍然使用”会将它移到此热键。
zh_hant: 播放列表「%@」使用了此快速鍵。「仍要使用」會將它移到此快速鍵。

source: The playlist “%@” uses this shortcut. Use Anyway moves it to this playlist.
ar: تستخدم قائمة التشغيل ”%@“ هذا الاختصار. يؤدي «الاستخدام على أي حال» إلى نقله إلى قائمة التشغيل هذه.
de: Die Playlist „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ überträgt ihn auf diese Playlist.
es: La playlist «%@» usa esta función rápida. «Usar de todos modos» la pasa a esta playlist.
fr: La playlist « %@ » utilise ce raccourci. « Utiliser quand même » le déplace vers cette playlist.
hi: प्लेलिस्ट “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस प्लेलिस्ट पर ले आता है।
it: La playlist “%@” usa questa abbreviazione. “Usa comunque” la sposta su questa playlist.
ja: プレイリスト「%@」がこのショートカットを使用しています。「このまま使用」を選ぶと、このプレイリストに移動します。
ko: ‘%@’ 플레이리스트가 이 단축키를 사용합니다. ‘그래도 사용’을 선택하면 이 플레이리스트로 옮겨집니다.
pl: Playlista „%@” używa tego skrótu. „Użyj mimo to” przenosi go do tej playlisty.
pt_br: A playlist “%@” usa este atalho. Usar Mesmo Assim o move para esta playlist.
ru: Плейлист «%@» использует это сочетание клавиш. «Всё равно использовать» переносит его на этот плейлист.
tr: “%@” çalma listesi bu kısayolu kullanıyor. “Yine de Kullan” onu bu çalma listesine taşır.
uk: Список відтворення «%@» використовує це скорочення. «Усе одно використати» переносить його на цей список відтворення.
zh_hans: 播放列表“%@”使用了此快捷键。“仍然使用”会将它移到此播放列表。
zh_hant: 播放列表「%@」使用了此快速鍵。「仍要使用」會將它移到此播放列表。

source: The preset no longer exists.
ar: لم يعد الإعداد المسبق موجودًا.
de: Die Voreinstellung ist nicht mehr vorhanden.
es: El preajuste ya no existe.
fr: Le préréglage n’existe plus.
hi: यह प्रीसेट अब मौजूद नहीं है।
it: Il preset non esiste più.
ja: このプリセットはもう存在しません。
ko: 사전 설정이 더 이상 존재하지 않습니다.
pl: Ustawienie wstępne już nie istnieje.
pt_br: A predefinição não existe mais.
ru: Этот пресет больше не существует.
tr: Hazır ayar artık mevcut değil.
uk: Цей пресет більше не існує.
zh_hans: 该预设已不存在。
zh_hant: 該預設組合已不存在。

source: The preset was made for a different wallpaper.
ar: أُنشئ الإعداد المسبق لخلفية أخرى.
de: Die Voreinstellung wurde für ein anderes Hintergrundbild erstellt.
es: El preajuste se creó para otro fondo de pantalla.
fr: Le préréglage a été créé pour un autre fond d’écran.
hi: यह प्रीसेट किसी दूसरे वॉलपेपर के लिए बनाया गया था।
it: Il preset è stato creato per un altro sfondo.
ja: このプリセットは別の壁紙用に作成されました。
ko: 이 사전 설정은 다른 배경화면용으로 만들어졌습니다.
pl: Ustawienie wstępne utworzono dla innej tapety.
pt_br: A predefinição foi criada para outra imagem de fundo.
ru: Этот пресет создан для других обоев.
tr: Hazır ayar başka bir duvar kâğıdı için oluşturuldu.
uk: Цей пресет створено для іншої шпалери.
zh_hans: 该预设是为其他墙纸创建的。
zh_hant: 該預設組合是為其他背景圖片建立的。

source: The preview and the Live Photo show the parallax as if the pointer rested here.
ar: تعرض المعاينة وLive Photo اختلاف المنظر كما لو كان المؤشر مستقرًا هنا.
de: Die Vorschau und das Live Photo zeigen die Parallaxe so, als ruhte der Zeiger hier.
es: La previsualización y la Live Photo muestran el paralaje como si el puntero estuviera aquí.
fr: L’aperçu et la Live Photo montrent la parallaxe comme si le pointeur reposait ici.
hi: प्रीव्यू और Live Photo पैरालैक्स को ऐसे दिखाते हैं मानो पॉइंटर यहीं रुका हो।
it: L’anteprima e la Live Photo mostrano la parallasse come se il puntatore fosse fermo qui.
ja: プレビューとLive Photoには、ポインタがここにあるものとして視差が表示されます。
ko: 미리보기와 Live Photo에는 포인터가 여기에 있는 것처럼 시차가 표시됩니다.
pl: Podgląd i Live Photo pokazują paralaksę tak, jakby wskaźnik spoczywał tutaj.
pt_br: A pré-visualização e a Live Photo mostram a paralaxe como se o ponteiro estivesse aqui.
ru: Предварительный просмотр и Live Photo показывают параллакс так, будто указатель находится здесь.
tr: Önizleme ve Live Photo, paralaksı imleç burada duruyormuş gibi gösterir.
uk: Попередній перегляд і Live Photo показують паралакс так, ніби вказівник лежить тут.
zh_hans: 预览和实况照片会按指针停在此处来显示视差。
zh_hant: 預覽和原況照片會按指標停在此處來顯示視差。

source: The preview and the video show the parallax as if the pointer rested here.
ar: تعرض المعاينة والفيديو المنظور المتغير كما لو كان المؤشر مستقرًا هنا.
de: Vorschau und Video zeigen die Parallaxe, als ruhte der Zeiger hier.
es: La vista previa y el vídeo muestran el paralaje como si el puntero estuviera aquí.
fr: L’aperçu et la vidéo affichent la parallaxe comme si le pointeur reposait ici.
hi: प्रीव्यू और वीडियो पैरालैक्स को ऐसे दिखाते हैं जैसे पॉइंटर यहाँ रुका हो।
it: L’anteprima e il video mostrano la parallasse come se il puntatore fosse qui.
ja: プレビューとビデオには、ポインタがここにあるときの視差が表示されます。
ko: 미리 보기와 비디오에 포인터가 여기에 있을 때의 시차가 표시됩니다.
pl: Podgląd i wideo pokazują paralaksę tak, jakby wskaźnik spoczywał tutaj.
pt_br: A pré-visualização e o vídeo mostram a paralaxe como se o ponteiro estivesse aqui.
ru: Просмотр и видео показывают параллакс так, будто указатель находится здесь.
tr: Önizleme ve video, paralaksı imleç burada duruyormuş gibi gösterir.
uk: Перегляд і відео показують паралакс так, ніби вказівник перебуває тут.
zh_hans: 预览和视频显示的视差就像指针停在此处一样。
zh_hant: 預覽和影片顯示的視差就像指標停在此處一樣。

source: The same shortcuts are shown in the menus. You can change them in System Settings › Keyboard › Keyboard Shortcuts › App Shortcuts.
ar: تظهر الاختصارات نفسها في القوائم. يمكنك تغييرها في إعدادات النظام › لوحة المفاتيح › اختصارات لوحة المفاتيح › اختصارات التطبيقات.
de: Dieselben Kurzbefehle stehen in den Menüs. Sie können sie unter „Systemeinstellungen“ › „Tastatur“ › „Tastaturkurzbefehle“ › „App-Kurzbefehle“ ändern.
es: Las mismas funciones rápidas aparecen en los menús. Puedes cambiarlas en Ajustes del Sistema › Teclado › Funciones rápidas de teclado › Funciones rápidas de apps.
fr: Les mêmes raccourcis figurent dans les menus. Vous pouvez les modifier dans Réglages Système › Clavier › Raccourcis clavier › Raccourcis des apps.
hi: यही शॉर्टकट मेनू में दिखते हैं। आप इन्हें सिस्टम सेटिंग › कीबोर्ड › कीबोर्ड शॉर्टकट › ऐप शॉर्टकट में बदल सकते हैं।
it: Le stesse abbreviazioni sono indicate nei menu. Puoi modificarle in Impostazioni di Sistema › Tastiera › Abbreviazioni da tastiera › Abbreviazioni app.
ja: 同じショートカットがメニューに表示されます。「システム設定」›「キーボード」›「キーボードショートカット」›「アプリのショートカット」で変更できます。
ko: 같은 단축키가 메뉴에 표시됩니다. 시스템 설정 › 키보드 › 키보드 단축키 › 앱 단축키에서 변경할 수 있습니다.
pl: Te same skróty są widoczne w menu. Możesz je zmienić w Ustawieniach systemowych › Klawiatura › Skróty klawiszowe › Skróty aplikacji.
pt_br: Os mesmos atalhos aparecem nos menus. Você pode alterá-los em Ajustes do Sistema › Teclado › Atalhos de Teclado › Atalhos de Apps.
ru: Те же сочетания показаны в меню. Их можно изменить в «Системных настройках» › «Клавиатура» › «Сочетания клавиш» › «Сочетания клавиш для приложений».
tr: Aynı kestirmeler menülerde gösterilir. Bunları Sistem Ayarları › Klavye › Klavye Kestirmeleri › Uygulama Kestirmeleri’nde değiştirebilirsiniz.
uk: Ті самі скорочення показано в меню. Їх можна змінити в «Системних параметрах» › «Клавіатура» › «Клавіатурні скорочення» › «Скорочення для програм».
zh_hans: 菜单中也显示相同的快捷键。你可以在“系统设置” › “键盘” › “键盘快捷键” › “App 快捷键”中更改它们。
zh_hant: 選單中也會顯示相同的快速鍵。你可以在「系統設定」›「鍵盤」›「鍵盤快速鍵」›「App 快速鍵」中更改。

source: The scene couldn't be loaded for the Live Photo.
ar: تعذر تحميل المشهد لـ Live Photo.
de: Die Szene konnte für das Live Photo nicht geladen werden.
es: No se ha podido cargar la escena para la Live Photo.
fr: Impossible de charger la scène pour la Live Photo.
hi: Live Photo के लिए सीन लोड नहीं हो सका।
it: Impossibile caricare la scena per la Live Photo.
ja: Live Photo用にシーンを読み込めませんでした。
ko: Live Photo용 장면을 불러올 수 없습니다.
pl: Nie można wczytać sceny dla Live Photo.
pt_br: Não foi possível carregar a cena para a Live Photo.
ru: Не удалось загрузить сцену для Live Photo.
tr: Live Photo için sahne yüklenemedi.
uk: Не вдалося завантажити сцену для Live Photo.
zh_hans: 无法为实况照片载入场景。
zh_hant: 無法為原況照片載入場景。

source: The scene took too long to load for the Live Photo.
ar: استغرق تحميل المشهد لـ Live Photo وقتًا طويلًا جدًا.
de: Das Laden der Szene für das Live Photo hat zu lange gedauert.
es: La escena ha tardado demasiado en cargarse para la Live Photo.
fr: Le chargement de la scène pour la Live Photo a pris trop de temps.
hi: Live Photo के लिए सीन लोड होने में बहुत समय लगा।
it: Il caricamento della scena per la Live Photo ha richiesto troppo tempo.
ja: Live Photo用のシーンの読み込みに時間がかかりすぎました。
ko: Live Photo용 장면을 불러오는 데 시간이 너무 오래 걸렸습니다.
pl: Wczytywanie sceny dla Live Photo trwało zbyt długo.
pt_br: A cena demorou demais para carregar para a Live Photo.
ru: Сцена для Live Photo загружалась слишком долго.
tr: Live Photo için sahnenin yüklenmesi çok uzun sürdü.
uk: Сцена для Live Photo завантажувалася надто довго.
zh_hans: 为实况照片载入场景的时间过长。
zh_hant: 為原況照片載入場景的時間過長。

source: The screen saver can play only MP4, M4V or MOV video files in your library.
ar: يمكن لشاشة التوقف تشغيل ملفات الفيديو بتنسيق MP4 أو M4V أو MOV الموجودة في مكتبتك فقط.
de: Der Bildschirmschoner kann nur MP4-, M4V- oder MOV-Videodateien aus Ihrer Mediathek abspielen.
es: El salvapantallas solo puede reproducir archivos de vídeo MP4, M4V o MOV de tu biblioteca.
fr: L’économiseur d’écran ne peut lire que les fichiers vidéo MP4, M4V ou MOV de votre bibliothèque.
hi: स्क्रीन सेवर आपकी लाइब्रेरी की केवल MP4, M4V या MOV वीडियो फ़ाइलें चला सकता है।
it: Il salvaschermo può riprodurre solo file video MP4, M4V o MOV della tua libreria.
ja: スクリーンセーバで再生できるのは、ライブラリ内のMP4、M4V、MOVビデオファイルだけです。
ko: 화면 보호기는 보관함의 MP4, M4V 또는 MOV 비디오 파일만 재생할 수 있습니다.
pl: Wygaszacz ekranu może odtwarzać tylko pliki wideo MP4, M4V lub MOV z Twojej biblioteki.
pt_br: O protetor de tela só pode reproduzir arquivos de vídeo MP4, M4V ou MOV da sua biblioteca.
ru: Заставка может воспроизводить только видеофайлы MP4, M4V или MOV из вашей библиотеки.
tr: Ekran koruyucu yalnızca arşivinizdeki MP4, M4V veya MOV video dosyalarını oynatabilir.
uk: Заставка може відтворювати лише відеофайли MP4, M4V або MOV з вашої бібліотеки.
zh_hans: 屏幕保护程序只能播放资源库中的 MP4、M4V 或 MOV 视频文件。
zh_hant: 螢幕保護程式只能播放資料庫中的 MP4、M4V 或 MOV 影片檔案。

source: The screen saver couldn't be recorded. The logs say why.
ar: تعذّر تسجيل شاشة التوقف. توضّح السجلات السبب.
de: Der Bildschirmschoner konnte nicht aufgenommen werden. Die Protokolle nennen den Grund.
es: No se ha podido grabar el salvapantallas. Los registros indican el motivo.
fr: Impossible d’enregistrer l’économiseur d’écran. Les journaux indiquent pourquoi.
hi: स्क्रीन सेवर रिकॉर्ड नहीं हो सका। लॉग में कारण बताया गया है।
it: Impossibile registrare il salvaschermo. I log indicano il motivo.
ja: スクリーンセーバを録画できませんでした。理由はログに記録されています。
ko: 화면 보호기를 녹화할 수 없습니다. 로그에 이유가 나와 있습니다.
pl: Nie udało się nagrać wygaszacza ekranu. Przyczynę podają logi.
pt_br: Não foi possível gravar o protetor de tela. Os registros informam o motivo.
ru: Не удалось записать заставку. Причина указана в журналах.
tr: Ekran koruyucu kaydedilemedi. Nedeni günlüklerde yazıyor.
uk: Не вдалося записати заставку. Причину вказано в журналах.
zh_hans: 无法录制屏幕保护程序。日志中说明了原因。
zh_hant: 無法錄製螢幕保護程式。記錄中說明了原因。

source: The screen saver is a recording
ar: شاشة التوقف تسجيل
de: Der Bildschirmschoner ist eine Aufnahme
es: El salvapantallas es una grabación
fr: L’économiseur d’écran est un enregistrement
hi: स्क्रीन सेवर एक रिकॉर्डिंग है
it: Il salvaschermo è una registrazione
ja: スクリーンセーバは録画です
ko: 화면 보호기는 녹화본입니다
pl: Wygaszacz ekranu to nagranie
pt_br: O protetor de tela é uma gravação
ru: Заставка — это запись
tr: Ekran koruyucu bir kayıttır
uk: Заставка — це запис
zh_hans: 屏幕保护程序是一段录制
zh_hant: 螢幕保護程式是一段錄製

source: The screen saver plays MP4 and MOV videos in H.264 or HEVC, and records WebM videos
ar: تشغّل شاشة التوقف فيديوهات MP4 وMOV بترميز H.264 أو HEVC، وتسجّل فيديوهات WebM
de: Der Bildschirmschoner spielt MP4- und MOV-Videos in H.264 oder HEVC ab und zeichnet WebM-Videos auf
es: El salvapantallas reproduce vídeos MP4 y MOV en H.264 o HEVC, y graba los vídeos WebM
fr: L'économiseur d'écran lit les vidéos MP4 et MOV en H.264 ou HEVC, et enregistre les vidéos WebM
hi: स्क्रीन सेवर H.264 या HEVC में MP4 और MOV वीडियो चलाता है, और WebM वीडियो रिकॉर्ड करता है
it: Il salvaschermo riproduce video MP4 e MOV in H.264 o HEVC e registra i video WebM
ja: スクリーンセーバはH.264またはHEVCのMP4・MOV動画を再生し、WebM動画は録画します
ko: 화면 보호기는 H.264 또는 HEVC의 MP4 및 MOV 동영상을 재생하고 WebM 동영상은 녹화합니다
pl: Wygaszacz ekranu odtwarza filmy MP4 i MOV w H.264 lub HEVC, a filmy WebM nagrywa
pt_br: O protetor de tela reproduz vídeos MP4 e MOV em H.264 ou HEVC e grava vídeos WebM
ru: Заставка воспроизводит видео MP4 и MOV в H.264 или HEVC, а видео WebM записывает
tr: Ekran koruyucu H.264 veya HEVC biçimindeki MP4 ve MOV videoları oynatır, WebM videolarını kaydeder
uk: Заставка відтворює відео MP4 і MOV у H.264 або HEVC, а відео WebM записує
zh_hans: 屏幕保护程序播放 H.264 或 HEVC 编码的 MP4 和 MOV 视频，并录制 WebM 视频
zh_hant: 螢幕保護程式播放 H.264 或 HEVC 編碼的 MP4 和 MOV 影片，並錄製 WebM 影片

source: The screen saver plays this video
ar: تشغّل شاشة التوقف هذا الفيديو
de: Der Bildschirmschoner spielt dieses Video ab
es: El salvapantallas reproduce este vídeo
fr: L’économiseur d’écran lit cette vidéo
hi: स्क्रीन सेवर यह वीडियो चलाता है
it: Il salvaschermo riproduce questo video
ja: スクリーンセーバはこのビデオを再生します
ko: 화면 보호기가 이 비디오를 재생합니다
pl: Wygaszacz ekranu odtwarza to wideo
pt_br: O protetor de tela reproduz este vídeo
ru: Заставка воспроизводит это видео
tr: Ekran koruyucu bu videoyu oynatır
uk: Заставка відтворює це відео
zh_hans: 屏幕保护程序播放此视频
zh_hant: 螢幕保護程式會播放此影片

source: The screenshot couldn't be encoded as %@.
ar: تعذر حفظ لقطة الشاشة باسم ”%@“.
de: Das Bildschirmfoto konnte nicht als „%@“ gesichert werden.
es: La captura de pantalla no se ha podido guardar como «%@».
fr: La capture d’écran n’a pas pu être enregistrée sous « %@ ».
hi: स्क्रीनशॉट को “%@” के रूप में सहेजा नहीं जा सका।
it: Impossibile salvare la schermata come “%@”.
ja: スクリーンショットを“%@”として保存できませんでした。
ko: 스크린샷을 ‘%@’(으)로 저장할 수 없습니다.
pl: Nie można zapisać zrzutu ekranu jako „%@”.
pt_br: Não foi possível salvar a captura de tela como “%@”.
ru: Не удалось сохранить снимок экрана как «%@».
tr: Ekran görüntüsü “%@” olarak kaydedilemedi.
uk: Не вдалося зберегти знімок екрана як «%@».
zh_hans: 无法将截屏存储为“%@”。
zh_hant: 無法將截圖儲存為「%@」。

source: The scripts of “%@” were stopped because one of them ran for too long. The wallpaper keeps showing, without its scripted animations.
ar: تم إيقاف النصوص البرمجية في «%@» لأن أحدها استغرق وقتًا طويلًا جدًا. تظل الخلفية معروضة، ولكن من دون الحركات التي تنفذها نصوصها البرمجية.
de: Die Skripte von „%@“ wurden gestoppt, weil eines davon zu lange lief. Das Hintergrundbild wird weiterhin angezeigt, jedoch ohne seine geskripteten Animationen.
es: Se han detenido los scripts de «%@» porque uno de ellos tardaba demasiado. El fondo de pantalla se sigue mostrando, sin sus animaciones con scripts.
fr: Les scripts de « %@ » ont été arrêtés, car l’un d’eux s’exécutait depuis trop longtemps. Le fond d’écran reste affiché, sans ses animations scriptées.
hi: “%@” की स्क्रिप्ट रोक दी गईं, क्योंकि उनमें से एक बहुत देर तक चली. वॉलपेपर दिखता रहेगा, पर स्क्रिप्ट वाले ऐनिमेशन के बिना.
it: Gli script di “%@” sono stati interrotti perché uno di essi è rimasto in esecuzione troppo a lungo. Lo sfondo resta visibile, senza le animazioni basate su script.
ja: 「%@」のスクリプトの1つの実行時間が長すぎたため、スクリプトを停止しました。壁紙はスクリプトによるアニメーションなしで表示され続けます。
ko: ‘%@’의 스크립트 중 하나가 너무 오래 실행되어 스크립트가 중지되었습니다. 배경화면은 스크립트 애니메이션 없이 계속 표시됩니다.
pl: Skrypty tapety „%@” zostały zatrzymane, ponieważ jeden z nich działał zbyt długo. Tapeta jest nadal wyświetlana, ale bez animacji sterowanych skryptami.
pt_br: Os scripts de “%@” foram interrompidos porque um deles foi executado por tempo demais. A imagem de fundo continua sendo exibida, sem as animações por script.
ru: Скрипты обоев «%@» остановлены, так как один из них выполнялся слишком долго. Обои продолжают отображаться, но без скриптовой анимации.
tr: “%@” duvar kâğıdının betiklerinden biri çok uzun süre çalıştığı için betikler durduruldu. Duvar kâğıdı, betikli animasyonları olmadan gösterilmeye devam eder.
uk: Скрипти шпалери «%@» зупинено, оскільки один із них виконувався надто довго. Шпалера й далі показується, але без анімацій на основі скриптів.
zh_hans: 由于“%@”的某个脚本运行时间过长，其脚本已被停止。墙纸会继续显示，但不再有脚本动画。
zh_hant: 由於其中一個腳本執行時間過長，「%@」的腳本已停止。背景圖片會繼續顯示，但不含腳本動畫。

source: The selected file isn't a program that can run.
ar: الملف المحدد ليس برنامجًا قابلًا للتشغيل.
de: Die ausgewählte Datei ist kein ausführbares Programm.
es: El archivo seleccionado no es un programa ejecutable.
fr: Le fichier sélectionné n’est pas un programme exécutable.
hi: चुनी गई फ़ाइल चलाने योग्य प्रोग्राम नहीं है.
it: Il file selezionato non è un programma eseguibile.
ja: 選択したファイルは実行可能なプログラムではありません。
ko: 선택한 파일은 실행 가능한 프로그램이 아닙니다.
pl: Wybrany plik nie jest programem, który można uruchomić.
pt_br: O arquivo selecionado não é um programa executável.
ru: Выбранный файл не является исполняемой программой.
tr: Seçilen dosya çalıştırılabilir bir program değil.
uk: Вибраний файл не є програмою, яку можна запустити.
zh_hans: 所选文件不是可运行的程序。
zh_hant: 所選檔案不是可執行的程式。

source: The selected folders don't contain any wallpapers.
ar: لا تحتوي المجلدات المحددة على أي خلفيات.
de: Die ausgewählten Ordner enthalten keine Hintergrundbilder.
es: Las carpetas seleccionadas no contienen ningún fondo de pantalla.
fr: Les dossiers sélectionnés ne contiennent aucun fond d’écran.
hi: चुने गए फ़ोल्डर में कोई वॉलपेपर नहीं है.
it: Le cartelle selezionate non contengono sfondi.
ja: 選択したフォルダには壁紙が含まれていません。
ko: 선택한 폴더에 배경화면이 없습니다.
pl: Wybrane foldery nie zawierają żadnych tapet.
pt_br: As pastas selecionadas não contêm nenhuma imagem de fundo.
ru: Выбранные папки не содержат обоев.
tr: Seçilen klasörler hiç duvar kâğıdı içermiyor.
uk: Вибрані папки не містять шпалер.
zh_hans: 所选文件夹中不包含任何墙纸。
zh_hant: 所選的檔案夾不含任何背景圖片。

source: The video as Wallpaper Engine exports it
ar: الفيديو كما يصدّره Wallpaper Engine
de: Das Video, wie Wallpaper Engine es exportiert
es: El vídeo tal como lo exporta Wallpaper Engine
fr: La vidéo telle que Wallpaper Engine l’exporte
hi: वीडियो, जैसे Wallpaper Engine उसे एक्सपोर्ट करता है
it: Il video come lo esporta Wallpaper Engine
ja: Wallpaper Engineと同じように書き出したビデオ
ko: Wallpaper Engine이 내보내는 방식 그대로의 비디오
pl: Wideo w postaci, w jakiej eksportuje je Wallpaper Engine
pt_br: O vídeo como o Wallpaper Engine o exporta
ru: Видео в том виде, в каком его экспортирует Wallpaper Engine
tr: Wallpaper Engine’in dışa aktardığı biçimde video
uk: Відео в тому вигляді, у якому його експортує Wallpaper Engine
zh_hans: 按 Wallpaper Engine 的方式导出的视频
zh_hant: 按 Wallpaper Engine 的方式輸出的影片

source: The video couldn't be read for the Live Photo.
ar: تعذرت قراءة الفيديو لـ Live Photo.
de: Das Video konnte für das Live Photo nicht gelesen werden.
es: No se ha podido leer el vídeo para la Live Photo.
fr: Impossible de lire la vidéo pour la Live Photo.
hi: Live Photo के लिए वीडियो पढ़ा नहीं जा सका।
it: Impossibile leggere il video per la Live Photo.
ja: Live Photo用にビデオを読み込めませんでした。
ko: Live Photo용 비디오를 읽을 수 없습니다.
pl: Nie można odczytać wideo dla Live Photo.
pt_br: Não foi possível ler o vídeo para a Live Photo.
ru: Не удалось прочитать видео для Live Photo.
tr: Live Photo için video okunamadı.
uk: Не вдалося прочитати відео для Live Photo.
zh_hans: 无法为实况照片读取视频。
zh_hant: 無法為原況照片讀取影片。

source: The video couldn't be set as the screen saver. The logs say why.
ar: تعذر تعيين الفيديو كشاشة توقف. توضح السجلات السبب.
de: Das Video konnte nicht als Bildschirmschoner festgelegt werden. Die Protokolle nennen den Grund.
es: No se ha podido usar el vídeo como salvapantallas. Los registros indican el motivo.
fr: Impossible de définir la vidéo comme économiseur d’écran. Les journaux indiquent pourquoi.
hi: वीडियो को स्क्रीन सेवर नहीं बनाया जा सका। कारण लॉग में है।
it: Impossibile impostare il video come salvaschermo. I log indicano il motivo.
ja: ビデオをスクリーンセーバに設定できませんでした。理由はログに記録されています。
ko: 비디오를 화면 보호기로 설정할 수 없습니다. 로그에서 이유를 확인하십시오.
pl: Nie można ustawić wideo jako wygaszacza ekranu. Przyczyna jest w dziennikach.
pt_br: Não foi possível definir o vídeo como protetor de tela. Os registros informam o motivo.
ru: Не удалось сделать видео заставкой. Причина указана в журналах.
tr: Video ekran koruyucu yapılamadı. Nedeni günlüklerde yazıyor.
uk: Не вдалося зробити відео заставкою. Причину вказано в журналах.
zh_hans: 无法将视频设为屏幕保护程序。日志中有原因。
zh_hant: 無法將影片設為螢幕保護程式。記錄中有原因。

source: The wallpaper's page didn't load, so no screen saver was recorded
ar: لم يتم تحميل صفحة الخلفية، لذا لم تُسجَّل شاشة توقف
de: Die Seite des Hintergrundbilds wurde nicht geladen, daher wurde kein Bildschirmschoner aufgenommen
es: La página del fondo de pantalla no se cargó, así que no se grabó ningún salvapantallas
fr: La page du fond d’écran ne s’est pas chargée, aucun économiseur d'écran n’a donc été enregistré
hi: वॉलपेपर का पेज लोड नहीं हुआ, इसलिए कोई स्क्रीन सेवर रिकॉर्ड नहीं हुआ
it: La pagina dello sfondo non si è caricata, quindi non è stato registrato alcun salvaschermo
ja: 壁紙のページが読み込まれなかったため、スクリーンセーバは記録されませんでした
ko: 배경화면 페이지가 로드되지 않아 화면 보호기를 녹화하지 못했습니다
pl: Strona tapety się nie wczytała, więc nie nagrano wygaszacza ekranu
pt_br: A página da imagem de fundo não carregou, então nenhum protetor de tela foi gravado
ru: Страница обоев не загрузилась, поэтому заставка не записана
tr: Duvar kâğıdının sayfası yüklenmedi, bu yüzden ekran koruyucu kaydedilmedi
uk: Сторінка шпалер не завантажилася, тому заставку не записано
zh_hans: 墙纸的页面未能加载，因此未录制屏幕保护程序
zh_hant: 背景圖片的頁面未能載入，因此未錄製螢幕保護程式

source: The wallpaper's picture couldn't be captured.
ar: تعذر التقاط صورة الخلفية.
de: Das Bild des Hintergrundbilds konnte nicht aufgenommen werden.
es: No se ha podido capturar la imagen del fondo de pantalla.
fr: L’image du fond d’écran n’a pas pu être capturée.
hi: वॉलपेपर की तस्वीर कैप्चर नहीं की जा सकी।
it: Impossibile catturare l’immagine dello sfondo.
ja: 壁紙の画像を取り込めませんでした。
ko: 배경화면 이미지를 캡처할 수 없습니다.
pl: Nie można przechwycić obrazu tapety.
pt_br: Não foi possível capturar a imagem de fundo.
ru: Не удалось снять изображение обоев.
tr: Duvar kâğıdının görüntüsü yakalanamadı.
uk: Не вдалося зняти зображення шпалер.
zh_hans: 无法截取墙纸的画面。
zh_hant: 無法擷取背景圖片的畫面。
